Revit 2027 API
ParameterTypeId.LoadDescription Property
 "Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadDescription { get; }
Public Shared ReadOnly Property LoadDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadDescription {
	ForgeTypeId^ get ();
}
static member LoadDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace